%%%-------------------------------------------------------------------
%%% @author Administrator
%%% @copyright (C) 2018, <COMPANY>
%%% @doc
%%%
%%% @end
%%% Created : 26. 十一月 2018 下午 15:11
%%%-------------------------------------------------------------------

-define(ERROR_0, 0).                                        %% 成功

-define(ERROR_100, 100).                                    %% 未知错误
-define(ERROR_101, 101).                                    %% 数据格式错误
-define(ERROR_102, 102).                                    %% 消息超时
-define(ERROR_103, 103).                                    %% 数据处理超时

-define(ERROR_134, 134).																		%% token错误










